Repository: drongood12/orangescogs
Catalog: tgverify/locales/*.po
Languages: ru_ru

source: Minimum living minutes required for verification removed!
ru_ru: Минимальное игровое время, необходимое для проверки удалено!

source: Minimum living minutes required for verification set to: `{min_living_minutes}`
ru_ru: Минимальное игровое время, необходимое для проверки, установлено на: `{min_living_minutes}`

source: There was a problem setting the minimum required living minutes
ru_ru: Не удалось установить минимально необходимое игровое время

source: Instruction link set to: `{instruction_link}`
ru_ru: Ссылка на инструкцию установлена ​​на: `{instruction_link}`

source: There was a problem setting the instructions link
ru_ru: При установке ссылки на инструкцию возникла проблема

source: I do not have permissions to send messages to {channel}
ru_ru: У меня нет прав на отправку сообщений в {channel}

source: I will now send welcome messages to {channel}
ru_ru: Теперь я отправляю приветственные сообщения в {channel}

source: Welcome greeting set to: `{welcomegreeting}`
ru_ru: Приветственное сообщение установлено на: `{welcomegreeting}`

source: There was a problem setting the Welcome greeting
ru_ru: При установке ссылки на инструкцию возникла проблема

source: Disabled greeting set to: `{disabledgreeting}`
ru_ru: Для отключенного приветствия установлено значение: `{disabledgreeting}`

source: There was a problem setting the disabled greeting
ru_ru: При установке отключенного приветствия возникла проблема

source: Bunker warning set to: `{bunkerwarning}`
ru_ru: Предупреждение о бункере установлено на: `{bunkerwarning}`

source: There was a problem setting the bunker warning
ru_ru: Не удалось установить предупреждение о бункере

source: The bunker warning is now on
ru_ru: Предупреждение о бункере теперь включено

source: The bunker warning is now off
ru_ru: Предупреждение о бункере отключено

source: There was a problem toggling the bunker
ru_ru: Не удалось переключить бункер

source: The verification system is now off
ru_ru: Система подтверждения отключена

source: The verification system is now on
ru_ru: Система подтверждения включена

source: There was a problem toggling the disabled flag
ru_ru: Не удалось включить/отключить систему подтверждения аккаунта

source: This is not a valid role for this discord!
ru_ru: Это не валидная роль для дискорда!

source: No role will be set when the user verifies!
ru_ru: Никакие роли не будет установлены, когда пользователь подтвердит аккаунт!

source: When a user meets minimum verification this role will be applied: `{verified_role}`
ru_ru: Когда пользователь прохойдет минимальную проверку, эта роль будет применена: `{verified_role}`

source: There was a problem setting the verified role
ru_ru: При установке подтвержденной роли возникла проблема

source: Collecting discord accounts for ckey....
ru_ru: Сбор аккаунтов Discord для ckey....

source: Discord accounts historically linked to {account}
ru_ru: Учетные записи Discord, исторически связанные с {account}

source: No discord accounts found for this ckey
ru_ru: Для этого ckey не найдены учетные записи Discord

source: False
ru_ru: Нет

source: True
ru_ru: Да

source: User linked <@{discord_id}> on {timestamp}, current account: {valid}
ru_ru: Пользователь был связан с аккаунтом <@{discord_id}> в {timestamp}, текущий аккаунт: {valid}

source: Finding out the ckey of user....
ru_ru: Определение ключа пользователя....

source: This discord user is linked to the ckey {ckey}
ru_ru: Этот пользователь Discord связан с ckey {ckey}

source: This discord user has no ckey linked
ru_ru: У этого пользователя Discord нет привязки ckey

source: User has been devalidated
ru_ru: Пользователь был исключен

source: I do not have the required permissions to delete messages, please remove/edit the one time token manually.
ru_ru: У меня нет необходимых разрешений для удаления сообщений, пожалуйста, удалите/отредактируйте одноразовый токен вручную.

source: No verification role is configured, configure it with .config role
ru_ru: Роль проверки не настроена, настройте ее через .config

source: You already are verified
ru_ru: Вы уже прошли проверку

source: Attempting to verify you....
ru_ru: Попытка проверить ваши данные....

source: User has re-verified against their in game living minutes
ru_ru: Пользователь повторно подтвердил свое игровое время

source: Congrats {author} your verification is complete
ru_ru: Поздравляем {author} ваша проверка завершена

source: Sorry <@{author}> it looks like we don't recognise this one use token or it has expired or you don't have a ckey linked to this discord account, go back into game and try generating one another! See {instructions_link} for more information. If it's still failing after a few tries, ask for support from the verification team
ru_ru: Извините <@{author}> похоже, что мы не можем распознать этот токен, или срок его действия истек, или у вас нет ключа, связанного с этой учетной записью Discord, вернитесь в игру и попробуйте создать другой токен! см. {instructions_link} за дополнительной информацией. \n\nЕсли после нескольких попыток все еще не удается подтвердить аккаунт, обратитесь за поддержкой к администраторам

source: Sorry <@{author}> looks like we couldn't look up your user, ask the verification team for support!
ru_ru: Извините <@{author}> похоже, мы не смогли найти вашего пользователя, обратитесь за поддержкой к команде верификации!

source: Sorry <@{author}> you only have {living_time} minutes as a living player on our servers, and you require at least {min_required_living_minutes}! You will need to play more on our servers to access all the discord channels, see {instructions_link} for more information
ru_ru: Извините <@{author}> у вас только {living_time} минут игрового времени как живой игрок на нашем сервере, и вам потребуется как минимум {min_required_living_minutes}! Вам нужно будет больше играть на нашем сервере, чтобы получить доступ ко всем каналам discord, см. {instructions_link} за дополнительной информацией

source: User has verified against their in game living minutes
ru_ru: Пользователь проверил свой аккаунт в игре

source: Congrats <@{author}> your verification is complete
ru_ru: Поздравляем <@{author}> ваша проверка завершена

source: Error attempting to verify you:
ru_ru: Ошибка при попытке проверить аккаунт:

source: There are too many verifications in process, try again in 30 seconds:
ru_ru: Идет слишком много проверок, повторите попытку через 30 секунд:

source: Hey slow down buddy:
ru_ru: Эй, притормози, приятель:

source: Wrong channel, bud, leather club is 3 blocks down:
ru_ru: Неправильный канал, кожаный клуб находится в 3 кварталах отсюда:

source: System error occurred
ru_ru: Произошла системная ошибка

source: Contact the server admins for assistance
ru_ru: Обратитесь за помощью к администраторам сервера
